{
       "home": "Home",
       "news": "News",
       "about_library": "About Libraries",
       "books": "Books",
       "libraries": "Libraries",
       "library": "Library",
       "tuit": "Tashkent University of Information Technologies",
       "Books": "Books",
       "read_more": "Read more",
       "motivation": "Books are a uniquely portable magic",
       "exit": "Exit",
       "authors": "Authors",
       "product_details":"Product Details",
       "country":"Country",
       "publisher":"Publisher",
       "publish_date":"Publish Date",
       "language": "Language",
       "description":"Description",
       "contact":"Connect with me on social networks:",
       "contact1":"Contact",
       "location":"Boka district of Tashkent region",
       "useful_links":"Useful Links",
       "library_links":"Libraries Links",
       "MIT_Library":"MIT University Library",
       "Harvard":"Harvard University Library",
       "Stanford":"Stanford University Library",
       "Oxword":"Oxword University Library",
       "Cambridge":"Cambridge University Library",
       "Uzb":"National Library of Uzbekistan",
       "California":"University of California Library",
       "Yale":"University of Yale Library",
       "Washington":"University of Washington Library",
       "book":"Book.uz",
       "knowladge":"Knowladge.uz",
       "alisher":"Alisher Navoiy University Library",
       "tatu":"Tuit.uz",
       "Columbia":"Columbia University Library",
       "Chicago":"Chicago University Library",
       "John_Hopkins":"Johns Hopkins University Library",
       "uzb_library":"National Library of Uzbekistan , Alisher Navoi State National Library of the Republic of Uzbekistan - the largest library in Uzbekistan; Scientific-methodical center of the Republic of Uzbekistan on librarianship and bibliography. As the spiritual and cultural center of the republic, it serves to meet the spiritual and informational needs of society, enrich science, education, national culture, conducts library, bibliographic, research, methodological and information work for all libraries in the country. National Library of Uzbekistan. Member of the International Library Association.It was founded in 1870 in Tashkent under the name of Tashkent Public Library. Since 1886 it has been called the Turkestan Public Library, and since 1919 the Turkestan People's Library. The State Library of Uzbekistan since 1925, the Central Asian State Public Library since 1929, the Uzbek State Public Library since 1934.",
       "Harvard_library":"The Harvard Library is the umbrella organization for the Harvard University libraries and their shared services, such as access, preservation, digital infrastructure, digital imaging, and discovery services. The Harvard Library is nearly 400 years old, making it the oldest library system in the United States. Additionally, the Harvard Library is the largest private library system and largest academic library in the world. Its collection holds nearly 20 million volumes, 400 million manuscripts, 10 million photographs, and one million maps.Harvard Library holds the third largest collection in the United States, after the Library of Congress and Boston Public Library. Based on the number of items held, it is the fifth largest library in the United States",
       "MIT":"The library system of the Massachusetts Institute of Technology (MIT Libraries) covers all five academic schools comprising the university. The print and multimedia collections of the MIT Libraries include more than 5 million items, with over 3 million volumes of print material, 17,000 journal and other serial subscriptions, 478 online databases, over 55,000 electronic journal titles licensed for access, and over 2.8 million items in collections of microforms, maps, images, musical scores, sound recordings, and videotapes.The MIT library was established in 1862 with a gift of seven volumes, three years before classes began. The MIT Libraries are four divisional libraries: Hayden (Science and Humanities), Barker Engineering, Dewey (social sciences and management), and Rotch (architecture and planning). ",
       "Library": "A library is a collection of materials, books or media that are easily accessible for use and not just for display purposes. It is responsible for housing updated information in order to meet the user's needs on a daily basis. A library provides physical (hard copies documents) or digital access (soft copies) materials, and may be a physical location or a virtual space, or both. A library's collection can include printed materials and other physical resources in many formats such as DVD, CD and Cassette as well as access to information, music or other content held on bibliographic databases."
}