{
       "home": "Домашняя страница",
       "news": "Новости",
       "about_library": "О библиотеках",
       "books": "Книги",
       "libraries": "Библиотеки",
       "library": "Библиотека",
       "tuit": "Ташкентский университет информационных технологий",
       "Books": "Книги",
       "read_more": "Прочитайте",
       "motivation": "Книги — уникальное портативное волшебство",
       "exit": "шикарный",
       "authors": "Авторы",
       "product_details":"Информация о продукте",
       "country":"Страна",
       "publisher":"Издатель",
       "publish_date":"Дата публикации",
       "language": "Язык",
       "description":"Описание",
       "library_links":"Ссылки на библиотеки",
       "contact":"Свяжитесь со мной в социальных сетях:",
       "contact1":"Контакт",
       "location":"Бокинский район Ташкентской области",
       "useful_links":"Полезные ссылки",
       "Uzb":"Национальная библиотека Узбекистана",
       "uzb_library":"Национальная библиотека Узбекистана , Государственная национальная библиотека Республики Узбекистан имени Алишера Навои — ​​крупнейшая библиотека Узбекистана; Научно-методический центр Республики Узбекистан по библиотечному делу и библиографии. Являясь духовно-культурным центром республики, он обслуживает духовно-информационные потребности общества, обогащает науку, образование, национальную культуру, обеспечивает библиотечное, библиографическое, научно-методическое и информационное обеспечение всех библиотек страны. Национальная библиотека Узбекистана. Член Международной библиотечной ассоциации.Она была основана в 1870 году в Ташкенте под названием Ташкентская публичная библиотека. С 1886 года она называется Туркестанской публичной библиотекой, а с 1919 года - Туркестанской народной библиотекой. Государственная библиотека Узбекистана с 1925 года, Среднеазиатская государственная публичная библиотека с 1929 года, Узбекская государственная публичная библиотека с 1934 года.",
       "Harvard":"Библиотека Гарвардского университета",
       "Stanford":"Библиотека Стэнфордского университета",
       "Oxword":"Библиотека Оксфордского университета",
       "Cambridge":"Библиотека Кембриджского университета",
       "California":"Библиотека Калифорнийского университета",
       "Yale":"Библиотека Йельского университета",
       "Columbia":"Библиотека Колумбийского университета",
       "Chicago":"Библиотека Чикагского университета",
       "Washington":"Библиотека Вашингтонского университета",
       "book":"Книга.uz",
       "knowladge":"Знание.uz",
       "tatu":"Tatu.uz",
       "alisher":"Библиотека Университета Алишера Навои",
       "John_Hopkins":"Библиотека Университета Джона Хопкинса",
       "Harvard_library":"Гарвардская библиотека является головной организацией для библиотек Гарвардского университета и их общих услуг, таких как доступ, сохранение, цифровая инфраструктура, цифровые изображения и службы обнаружения. Гарвардской библиотеке почти 400 лет, что делает ее старейшей библиотечной системой в Соединенных Штатах. Кроме того, Гарвардская библиотека является крупнейшей частной библиотечной системой и крупнейшей академической библиотекой в ​​мире. Его коллекция содержит почти 20 миллионов томов, 400 миллионов рукописей, 10 миллионов фотографий и один миллион карт.Гарвардская библиотека обладает третьей по величине коллекцией в США после Библиотеки Конгресса и Бостонской публичной библиотеки . По количеству хранящихся предметов это пятая по величине библиотека в Соединенных Штатах",
       "MIT_Library":"Библиотека Массачусетского технологического института",
       "MIT":"Библиотечная система Массачусетского технологического института (MIT Libraries) охватывает все пять академических школ , входящих в состав университета. Печатные и мультимедийные коллекции библиотек Массачусетского технологического института включают более 5 миллионов единиц хранения, более 3 миллионов томов печатных материалов, 17 000 подписок на журналы и другие периодические издания, 478 онлайн-баз данных, более 55 000 наименований электронных журналов, доступ к которым лицензирован, и более 2,8 миллиона единиц хранения. в коллекциях микроформ, карт, изображений, партитур, звукозаписей и видеокассет.Библиотека Массачусетского технологического института была создана в 1862 году с подарком семи томов, за три года до начала занятий. Библиотеки Массачусетского технологического института представляют собой четыре специализированные библиотеки: Hayden (естественные и гуманитарные науки), Barker Engineering, Dewey (социальные науки и менеджмент) и Rotch (архитектура и планирование)",
       "Library":"Библиотека — это собрание материалов , книг или медиа, которые легко доступны для использования, а не только для демонстрации. Он отвечает за размещение обновленной информации для ежедневного удовлетворения потребностей пользователя. Библиотека предоставляет физические материалы (печатные копии документов) или материалы с цифровым доступом (электронные копии) и может быть физическим местоположением или виртуальным пространством, или и тем, и другим. Коллекция библиотеки может включать печатные материалы и другие физические ресурсы во многих форматах, таких как DVD , CD и кассеты, а также доступ к информации, музыке или другому контенту, хранящемуся в библиографических базах данных ."
}