{
       "home": "Bosh sahifa",
       "news": "Yangiliklar",
       "about_library": "Kutubxonalar haqida malumot",
       "books": "Kitoblar",
       "libraries": "Kutubxonalar",
       "library": "Kutubxona",
       "tuit": "Toshkent Axborot Texnologiyalar Universiteti",
       "Books": "Kitoblar",
       "read_more": "Batafsil",
       "motivation":"Kitoblar o'ziga xos ko'chma sehrdir",
       "exit": "Chiqish",
       "authors": "Mualliflar",
       "product_details":"Mahsulot tafsilotlari",
       "country": "Davlat",
       "publisher":"Nashriyotchi",
       "publish_date":"Nashr qilingan sana",
       "language": "Til",
       "description":"Izoh",
       "contact":"Ijtimoiy tarmoqlarda men bilan bog'laning:",
       "contact1":"Aloqa",
       "location":"Toshkent viloyati Bo'ka tumani",
       "useful_links":"Foydali havolalar",
       "library_links":"Kutubxonalar havolalari",
       "MIT_Library":"MIT universiteti kutubxonasi",
       "Harvard":"Harvard Universiteti Kutubxonasi",
       "Stanford":"Stanford Universiteti Kutubxonasi",
       "California":"California University Kutubxonasi",
       "Yale":"Yale Universiteti Kutubxonasi",
       "Columbia":"Kolumbiya universiteti kutubxonasi",
       "Washington":"Vashington universiteti kutubxonasi",
       "book":"Kitob.uz",
       "knowladge":"Bilim.uz",
       "tatu":"Tatu.uz",
       "alisher":"Alisher Navoiy Universiteti Kutubxonasi",
       "Chicago":"Chikago Universiteti Kutubxonasi",
       "John_Hopkins":"Jons Xopkins universiteti kutubxonasi",
       "Oxword":"Oxword Universiteti Kutubxonasi",
       "Cambridge":"Cambridge Universiteti Kutubxonasi",
       "Uzb":"O'zbekiston Milliy Kutubxonasi",
       "uzb_library":"Oʻzbekiston milliy kutubxonasi, Alisher Navoiy nomidagi Oʻzbekiston Respublikasi davlat milliy kutubxonasi — Oʻzbekistondagi eng yirik kutubxona; kutubxonashunoslik va bibliografiya boʻyicha Oʻzbekiston Respublikasining ilmiyuslubiy markazi. Respublikaning maʼnaviy-madaniy markazi sifatida jamiyatning maʼnaviy va axborot ehtiyojlarini qondirish, fan, maorif, milliy madaniyatni boyitishga xizmat qiladi, mamlakatdagi barcha kutubxonalar uchun kutubxonachilik, bibliografiya, ilmiy tekshirish metodika va axborot ishlarini amalga oshiradi. Oʻzbekiston milliy kutubxonasik. Xalqaro kutubxonalar assotsiatsiyasiga aʼzo.Toshkent shahrida 1870-yilda Toshkent ommaviy kutubxonasi nomi bilan asos solingan. 1886-yildan Turkiston ommaviy kutubxonasi, 1919-yildan Turkiston xalq kutubxonasi deb atalgan. 1925-yildan Oʻzbekiston davlat kutubxonasi, 1929-yildan Oʻrta Osiyo davlat ommaviy kutubxonasi, 1934-yildan Oʻzbek davlat ommaviy kutubxonasi. 2002-yildan hozirgi nomda.",
       "Harvard_library":"Garvard kutubxonasi Garvard universiteti kutubxonalari va ularning kirish, saqlash, raqamli infratuzilma, raqamli tasvirlash va kashfiyot xizmatlari kabi umumiy xizmatlari uchun soyabon tashkilotdir . Garvard kutubxonasining yoshi qariyb 400 yil bo'lib, uni Qo'shma Shtatlardagi eng qadimgi kutubxona tizimiga aylantiradi. Bundan tashqari, Garvard kutubxonasi dunyodagi eng katta shaxsiy kutubxona tizimi va eng katta akademik kutubxona hisoblanadi. Uning kolleksiyasida 20 millionga yaqin jild, 400 million qoʻlyozma, 10 million fotosurat va bir million xarita mavjud.Garvard kutubxonasi AQShda Kongress kutubxonasi va Boston jamoat kutubxonasidan keyin uchinchi eng katta kolleksiyaga ega . Saqlangan narsalar soniga ko'ra, u Qo'shma Shtatlardagi beshinchi yirik kutubxona hisoblanadi.",
       "MIT":"Massachusets texnologiya institutining kutubxona tizimi (MIT kutubxonalari) universitet tarkibiga kiruvchi barcha beshta akademik maktabni qamrab oladi . MIT kutubxonalarining bosma va multimedia to'plamlari 3 million jilddan ortiq bosma materiallar, 17 000 jurnal va boshqa seriyali obunalar, 478 onlayn ma'lumotlar bazalari, kirish uchun litsenziyalangan 55 000 dan ortiq elektron jurnal nomlari va 2,8 milliondan ortiq narsalarni o'z ichiga olgan 5 milliondan ortiq narsalarni o'z ichiga oladi. mikroformalar, xaritalar, tasvirlar, musiqiy notalar, ovozli yozuvlar va videotasvirlar to'plamlarida.MIT kutubxonasi 1862 yilda yetti jildlik sovg'a bilan, darslar boshlanishidan uch yil oldin tashkil etilgan. MIT kutubxonalari to'rtta bo'linma kutubxonalari: Hayden (fan va gumanitar fanlar), Barker muhandislik, Dyui (ijtimoiy fanlar va menejment) va Rotch (arxitektura va rejalashtirish).",
       "Library":"Kutubxona — bosma va ayrim qoʻlyozma asarlardan ommaviy foydalanishni taʼminlovchi madaniy-maʼrifiy va ilmiy muassasa; muntazam ravishda bosma asarlar toʻplash, saqlash, targʻib qilish va kitobxonlarga yetkazish, shuningdek, axborot-bibliografiya ishlari bilan shugʻullanadi, ommaning madaniy saviyasini oshirishda faollik koʻrsatadi. Kitobxonlarga xizmat koʻrsatish K.ning asosiy faoliyati boʻlib, qolgan barcha faoliyatlar (kitob fondini butlash va uni tashkil etish, fond mazmunini yoritish, uni kitobxonlarga yetkazish qabilar) asosiy faoliyat uchun xizmat kiladi. Kitobxonlarga xizmat koʻrsatishning asosiy maqsadi ularni axborot va adabiyotga boʻlgan talablarini imkon boricha toʻliq qondirish va adabiyot tanlashlariga yordam berishdan iborat. Har bir K. oʻz turiga koʻra kitobxonlarni tabaqalarga boʻlib, alohida kitobxonlar guruhlariga ajratgan holda xizmat koʻrsatishni tashkil qiladi. Adabiyotlar targʻibotining barcha shakl va usullari kitobxonlar talabini imkon qadar toʻliq va tezkorlik bilan qondirishga qaratiladi."
}